Repository: niumis/ElastiCar
Catalog: app/Resources/translations/messages.*.xlf
Languages: lt

# error_button
source: Go to home
lt: Į pradžią

# error_info
source: Something is broken. Please let us know what you were doing when this error occurred. We will fix it as soon as possible. Sorry for any inconvenience caused.
lt: Kažkas negerai. Klaida artimiausiu metu bus pataisyta. Atsiprašome.

# error_403_head
source: Forbidden
lt: Prieiga negalima

# error_403_info
source: You don't have permissions to access on this page.
lt: Nepakanka teisių į puslapį, kurį norite atverti.

# error_404_head
source: Page Not Found
lt: Puslapis nerastas

# error_404_info
source: We can't seem to find the page you're looking for.
lt: Mes negalime rasti puslapio, kurio Jūs ieškote.

# error_500_head
source: Opsss!
lt: Upsss!

# error_500_info
source: We Had some technical problems during your last operation.
lt: Mes turime keletą techninių problemų. Greit bus ištaisyta, aplankykite vėliau.

# title_info
source: buy the best car
lt: nusipirk geriausią automobilį

source: Navigation
lt: Navigacija

source: Find car
lt: Rask automobilį

source: Brand
lt: Markė

source: Model
lt: Modelis

source: Next
lt: Toliau

source: Find
lt: Rask

source: best car
lt: geriausią automobilį

source: Select
lt: Pasirinkite

source: Find Out First!
lt: Sužinok pirmas!

# how_it_work
source: How does it work?
lt: Kaip tai veikia?

# informed_email
source: When you are interested in a new car ad, you will be informed email in just 5 minutes!
lt: Pasirodžius naujam Jus dominančio automobilio skelbimui, būsite informuotas el. paštu vos per 5 minutes!

source: Year
lt: Metai

source: Subscribe
lt: Prenumeruoti

# add_email
source: Enter email address
lt: Įveskite el. pašto adresą

# latest_ads
source: Latest ads within 24 hours.
lt: Naujausi skelbimai per 24 val.

# no_ads_24
source: Within 24 hours refresh none of the ads, but...
lt: Per 24 val. neįkeltas nė vienas skelbimas, bet...

# ads_first
source: Learn about new ads first!
lt: Sužinok apie naujus skelbimus pirmas!

# get_messages
source: Get notified about new
lt: Gaukite pranešimus apie naujus

# onto_portals
source: ads in just 5 minutes after the occurrence of the most popular ads portals.
lt: skelbimus vos per 5 minutes nuo jų atsiradimo populiariausiuose skelbimų portaluose.

# reg_date
source: Registration date
lt: Registracijos data

source: Mileage
lt: Rida

source: Not Specified
lt: Nenurodyta

source: Gearbox
lt: Pavarų dėžė

source: Power
lt: Galia

# fuel
source: Fuel Type
lt: Kuro tipas

source: City
lt: Miestas

# find_for_you
source: We will find for You
lt: Surasime už Jus

# find_for_you_info
source: Obtaining the latest ads within five minutes of their occurrence ads sites.
lt: Randame naujausius skelbimus per penkias minutes nuo jų atsiradimo skelbimų svetainėse.

# report_you
source: The report you personally
lt: Pranešime Jums asmeniškai

# report_you_info
source: The new ads lightning speed report to you personally email..
lt: Apie naujus skelbimus žaibo greičiu pranešime Jums asmeniškai el. paštu..

# buy_best_car_info
source: You will see one of the first ad - big chances to buy the best car.
lt: Pamatysite skelbimą vieni iš pirmųjų - dideli šansai įsigyti geriausią automobilį.
